Repository: bruno-ortiz/barddo
Catalog: barddo/locale/*/LC_MESSAGES/django.po
Languages: pt

source: People
pt: Pessoas

source: Wow, nice! See this work on Barddo!
pt: Que bacana! Olhe esta obra no Barddo!

source: Barddo - Because we like art
pt: Barddo - Porque nós gostamos de arte

source: Made with love!
pt: Feito com carinho!

source: Toggle navigation
pt: Alternar navegação

source: Search people, collections, mangas, HQs etc...
pt: Procure pessoas, coleções, mangás, quadrinhos etc...

source: Login
pt: Entrar

source: User Photo
pt: Foto do usuário

source: Welcome,
pt: Bem-vindo,

source: Publisher Area
pt: Área de publicação

source: Logout
pt: Sair
