Repository: bruno-ortiz/barddo
Catalog: barddo/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Brazil
pt: Brasil

source: User not provided
pt: Usuário não fornecido

source: Barddo Login
pt: Entrar no Barddo

source: Login with Facebook
pt: Entrar usando o Facebook

source: Login with Google
pt: Entrar usando o Google+

source: Error
pt: Erro

source: Sorry an error occured:
pt: Sinto muito, um erro ocorreu:

source: Home
pt: Início

source: Profile
pt: Perfil

source: User Avatar
pt: Avatar do Usuário

source: Unfollow
pt: Parar de Seguir

source: Follow
pt: Seguir

source: Follower
pt: Seguidor

source: Following
pt: Seguindo

source: Send a message
pt: Enviar Mensagem

source: Report User
pt: Denunciar Usuário

source: Username
pt: Usuário

source: Location
pt: Localização

source: Site Language
pt: Idioma do Site

source: Not displayed publicly
pt: Não é exibido publicamente

source: Birthday
pt: Aniversário

source: Gender
pt: Gênero

source: Activity Feed
pt: Mural de Atividade

source: Followers
pt: Seguidores

source: Change Avatar
pt: Mudar Avatar

source: File is not an image!
pt: O arquivo não é uma imagem!

source: Please choose a jpg|gif|png image!
pt: Por favor, escolha uma imagem do tipo jpg, gif ou png!

source: File is too big!
pt: O arquivo é muito grande!

source: Image size should not exceed 100Kb!
pt: O tamanho da imagem não pode ser maior que 100kb!

source: Avatar Updated!
pt: Avatar atualizado!

source: Your new avatar is ready!
pt: Seu novo avatar foi configurado!

source: %(name)s unfollowed!
pt: Deixou de seguir %(name)s!

source: Following %(name)s!
pt: Seguindo %(name)s!

source: %(name)s's avatar
pt: Avatar de %(name)s

source: You are not the owner of this work!
pt: Você não é o dono desta obra!

source: Description
pt: Descrição

source: On Going
pt: Em Andamento

source: Completed
pt: Completo

source: Stopped
pt: Paralizado

source: Collection Name
pt: Nome da Coleção

source: Summary
pt: Sumário

source: Status
pt: Estado

source: Start Date
pt: Data de Início

source: End Date
pt: Data de Fim

source: Cover Art
pt: Arte de Capa

source: Title
pt: Título

source: Item Number
pt: Número

source: Total Pages
pt: Total de Páginas

source: Publish Date
pt: Data de Publicação

source: Is Published?
pt: Está Publicado?

source: Name Verification
pt: Verificação de Nome

source: Details
pt: Detalhes

source: Confirmation
pt: Confirmação

source: Prev
pt: Voltar

source: Next
pt: Avançar

source: Close
pt: Fechar

source: Cover
pt: Capa

source: Upload Files
pt: Enviar Arquivos

source: The Artist Dashboard
pt: O Dashboard do Artista

source: Create a new Collection!
pt: Criar uma nova Coleção

source: Welcome to your publishing panel! Here you can control every aspect of your career on Barddo! Create new collections, upload amazing works, publish any time!
pt: Bem-vindo ao seu painel de publicacões Aqui é possível controlar tudo relacionado à sua carreira no Barddo! Crie novas coleções, envie obras sensacionais, publique a qualquer momento!

source: Uh Oh!
pt: Oh, não!

source: Looks like you don't have any <span class="red">collections</span> yet! But do not fear, this is something easy to fix!
pt: Parece que você não tem nenhuma <span class="red">coleção</span> ainda! Mas não tema, isto é algo simples de resolver!

source: Create an awesome new collection, now!
pt: Criar uma nova e maravilhosa coleção, agora!

source: works
pt: trabalhos

source: Published
pt: Publicado

source: Pending
pt: Pendente

source: Create a work for this collection!
pt: Adicionar uma Obra a esta coleção

source: View Page
pt: Ver Página

source: Publish now!
pt: Publicar!

source: Edit Work
pt: Editar Obra

source: Share now with your friends!
pt: Compartilhe com seus amigos!

source: You must publish this work to be able to share with your friends.
pt: É necessário publicar este trabalho antes de compartilhá-lo.

source: Work published, congratulations! Please consider sharing with your friends!
pt: Trabalho publicado, parabéns! Por favor, considere compartilha-lo com seus amigos.

source: Trending
pt: Tendências

source: Rising
pt: Em Ascenção

source: New
pt: Novos

source: Owned
pt: Comprado

source: Discover the Barddo
pt: Descubra mais sobre o Barddo

source: Discover
pt: Descubra

source: Publish, share and find comics has never been so easy!
pt: Publicar, compartilhar e encontrar quadrinhos nunca foi tão fácil!

source: Understand
pt: Entenda

source: All you need to know about Barddo are here!
pt: Tudo que você precisa saber sobre o Barddo está aqui!

source: Enjoy
pt: Aproveite

source: Relax, read, share and help artists to have the highlight they deserve!
pt: Relaxe, leia, compartilhe e ajude artistas a terem o destaque que merecem!

source: Artist Photo
pt: Foto do Artista

source: Read Now!
pt: Ler Agora!

source: Congrats!
pt: Parabéns!

source: Your awesome collection were created! <br/> Now, it's time to add some work to it!
pt: Sua nova coleção foi criada! <br/> Agora, é hora de adicionar algumas obras a ela!

source: Write some meaningful description about this work here...
pt: Escreva alguma descrição significativa sobre a obra aqui...

source: Drop your collection cover here or click to choose
pt: Arraste a capa da sua coleção para cá, ou clique para escolher

source: Select a count unit to use
pt: Selecione uma unidade para usar

source: Heads Up!
pt: Olha só!

source: A collection is a way to group your work. Are you sure this is what you want? <br/><br/>Enter the name of the collection on the form bellow, so we can see if it does not already exist. <br/><br/>For more information, please read <a href="#">our terms of service</a>.
pt: Uma coleção é uma forma de agrupar suas obras. Tem certeza de que é isto o que você quer criar? <br/><br/>Digite o nome da Coleção abaixo, para que possamos verificar sua disponibilidade. <br/><br/>Para mais informações, por favor leia <a href="#">nossos termos de uso</a>.

source: Enter your collection name and wait...
pt: Digite o nome da sua coleção e aguarde...

source: About Us
pt: Sobre Nós

source: Our proposal
pt: Nossa Proposta

source: I bet you, like us, follow famous manga or comics and many other styles published by known publishing houses, who've been doing this a long time. And there is nothing wrong with this, we love these works also.
pt: Aposto que você, assim como nós, acompanha mangás ou hás famosas e muitos outros estilos publicados por editoras que fazem isto há muito tempo. E não há nada errado com isto, nós adoramos estes trabalhos também.

source: But why stick to this publishing style, only? We believe there are many talented artists in the world, and with the power of technology it's possible to give the visibility they deserve.
pt: Mas por que se ater apenas a este modelo? Acreditamos que existam muitos artistas talentosos pelo mundo, e com o poder da tecnologia é possível dar a visibilidade que eles merecem.

source: The <span class="highlight">Barddo</span> is a system of <span class="highlight">online publications focused on Independent Artists</span>. With it, any artist, from <span class="highlight">any style</span>, can offer their works for readers to evaluate.
pt: O <span class="highlight">Barddo</span> é um sistema de <span class="highlight">publicações on-line focado em artistas independentes</span>. Nele qualquer artista, de <span class="highlight">qualquer estilo</span>, pode disponibilizar suas obras para que os leitores avaliem.

source: The idea is simple, the artist publish his work, at his price, and starts to share it. Readers can review these works simply and quickly. The better the review, the more the work receive more highlight on home page.
pt: A ideia é bem simples, o artista publica sua obra, diz seu preço, e começa a compartilhá-la. Os leitores podem avaliar estes trabalhos de uma forma simples e rápida. Quanto melhor a avaliação, mais destaque as obras recebem.

source: And so, without discarding what exists today, our proposal is to provide the best of both worlds for our readers: the largest possible amount of quality works, offered by publishers well-known and established and help you discover new artists and great works, letting readers themselves have control over this, with <span class="highlight"> no intermediaries</span>.
pt: E assim, sem descartar o que existe hoje, nossa proposta é oferecer o melhor dos dois mundos para nossos leitores: a maior quantidade possível de trabalhos de qualidades, oferecidos por editoras bem conhecidas e estabelecidas e ajudar a descobrir novos trabalhos e artistas, deixando que os próprios leitores tenham controle sobre isso, <span class="highlight"> sem intermediários</span>.

source: Imagine that!
pt: Imagine Só!

source: Why?
pt: Por quê?

source: Unlike current model, in which some companies and individuals determine what is good enough for publication and influence the course of the published works, we believe that there's <span class="highlight">no one better than the readers themselves to decide the success of a publication </span>.
pt: Diferente do modelo atual, em que algumas empresas e indivíduos determinam o que é bom o suficiente para publicação e acabam influenciando no andamento das mesmas, nós acreditamos que <span class="highlight">ninguém melhor do que os próprios leitores para decidirem o sucesso de uma publicação</span>.

source: The big difference about <span class="highlight">Barddo</span> is exactly this: <span class="highlight">freedom for the artist</span> publish what they want, and <span class="highlight">direct contact with readers</span>.
pt: O grande diferencial do <span class="highlight">Barddo</span> é exatamente este: <span class="highlight">liberdade para o artista</span> publicar o que quiser, e o <span class="highlight">contato direto com os leitores</span>.

source: The Team
pt: A Equipe

source: Meet the people involved in creating this idea!
pt: Conheça os envolvidos na criação nesta ideia!

source: Handymonkey
pt: Macaquinho Faz-Tudo

source: Dream of a world where online publications will be more common than physical.
pt: Sonha com um mundo em que publicações online serão mais comuns do que as físicas.

source: Developer and technology lover
pt: Desenvolvedor e amante de tecnologia

source: One of the creators of the project, manga addicted.
pt: Um dos idealizadores do projeto, viciado em mangás.

source: Fond of manual illustration and digital painting, games addict, take care the project artistic part.
pt: Apaixonado por ilustração manual e pintura digital, viciado em games cuida da parte artística do projeto.

source: Developer
pt: Desenvolvedor

source: Collector Electronic gadgets, one day will see the Barddo on mobile devices over the world!
pt: Colecionador de gadgets eletrônicos, um dia verá o Barddo em dispositivos pelo mundo inteiro!

source: Contact
pt: Contato

source: Any questions, criticism or suggestion, you can send a direct message to any of the members, or directly to <a href="mailto:contact@barddo.com" target="_top"><span class="highlight">contact@barddo.com</span></a>.
pt: Qualquer dúvida, crítica ou sugestão, pode mandar uma mensagem direta para qualquer um dos integrantes, ou diretamente para <a href="mailto:contact@barddo.com" target="_top"><span class="highlight">contact@barddo.com</span></a>.

source: If you prefer, you can also find us on facebook! Take a hop over there and tell us what you think about the project and help us make it a success!
pt: Se preferir,você também pode nos encontrar no facebook Dê um pulinho lá e diga o que achou do projeto e ajude-nos a torná-lo um sucesso!

source: Help
pt: Ajuda

source: Terms of Use
pt: Termos de Uso

source: Terms of Use for Paid Content
pt: Termos de Uso para Conteúdo Pago

source: Terms of Use for Paid Services
pt: Termos de Uso para Serviços Pagos

source: Artists Guidelines
pt: Diretrizes de Publicação

source: Welcome! Interested in the project and want more information Barddo? Keep reading, and please, do not forget that your feedback is very important for us.
pt: Seja bem-vindo! Se interessou pelo projeto e deseja mais informações sobre o Barddo? Continue lendo, não se esqueça que seu feedback é muito importante para nós.

source: Barddo Project
pt: Projeto Barddo

source: Created with the <span> mission to unite artists and readers </span>, Barddo is a system designed to be simple and easy to use. A space for independent artists and companies publish their work and receive feedback directly from readers, directly responsible by the success of these publications
pt: Criado com a <span> missão de unir artistas e leitores</span>, o Barddo é um sistema criado para ser simples e fácil de usar. Um espaço para que artistas independentes e editoras publiquem seus trabalhos e recebam feedback diretamente dos leitores, responsáveis diretamente pelo sucesso destas publicações

source: Cloud Reading
pt: Leitura na Nuvem

source: Read your favorite works from anywhere, on any device.
pt: Leia suas obras favoritas de qualquer lugar, em qualquer dispositivo.

source: Automated publishing
pt: Publicações automatizadas

source: Without excessive bureaucracy, you can publish any work of your own with just a few clicks!
pt: Sem burocracia excessiva, você pode publicar toda e qualquer obra de sua autoria com apenas alguns cliques!

source: Mobility and Simplicity
pt: Mobilidade e Simplicidade

source: The Barddo was created with two objectives in mind: simplicity and mobility. This means that the system is the simplest we could create, and certainty will be much more over time. Moreover, you can also use it from anywhere: computer, tablet, mobile...
pt: O Barddo foi desenvolvido com duas preocupações em mente: simplicidade e mobilidade. Isto significa que o sistema é o mais simples que conseguimos criar, e com certeza ficará muito mais com o tempo. Além disto, você também poderá usá-lo de qualquer lugar: computador, tablet, celular...

source: We haven't created applications for each mobile platform, yet. But this does not prevent you to access and use the Barddo your phone's browser!
pt: Ainda não criamos os aplicativos para cada plataforma. Mas isto não impede que você acesse e utilize o Barddo do navegador do seu celular!

source: The Barddo is OS independent! You can access it using any recent web browser!
pt: O Barddo é independente do Sistema Operacional! É possível acessá-lo usando qualquer navegador recente!

source: Anyone can participate.
pt: Qualquer um pode participar.

source: A system designed for everyone! Anyone, from any country can register, read and publish. Moreover, we are integrated with social networks like Facebook, Google Plus and Twitter to make it possible to share and invite more friends.
pt: Um sistema feito para todos! Qualquer um, de qualquer país pode se cadastrar, ler e publicar. Além disto, estamos integrados com redes sociais como Facebook, Google Plus e Twitter para que seja possível compartilhar e convidar mais amigos.

source: Worldwide
pt: Mundial

source: The Barddo is open to everyone in the world, people of any country can register and use it.
pt: O Barddo é aberto para o mundo inteiro, pessoas de qualquer país poderão se cadastrar e utilizá-lo.

source: Social Networks
pt: Redes Sociais

source: Integration with major social networks today. Share, talk, invite.
pt: Integração com as redes sociais mais importantes da atualidade. Compartilhe, fale, convide.

source: Your opinion is important!
pt: Sua opinião é importante!

source: Your questions and opinions are very important to us! If you have something to talk about, we want to hear, we believe that's the only way to create a service that let our users happy. You can use various means of contact, make your choice and send your message!
pt: Suas dúvidas e opiniões são muito importante para nós! Se você tem algo para falar, nós queremos ouvir e acreditamos que só assim conseguiremos criar um serviço que deixe seus usuários satisfeitos. Temos diversos meios de contato, escolha o seu e mande sua mensagem!

source: You can get in contact via email
pt: Você pode entrar em contado através do email

source: Visit <a href="https://www.facebook.com/thebarddo" target="_blank">our page</a> on Facebook and leave your message.
pt: Visite <a href="https://www.facebook.com/thebarddo" target="_blank">nossa página</a> no facebook e deixe seu comentário.

source: Leave your feedback right now!
pt: Deixe seu feedback agora mesmo!

source: Leave your feedback!
pt: Deixe seu feedback!

source: General
pt: Geral

source: Pages
pt: Páginas

source: Click to change
pt: Clique para alterar

source: Work Information
pt: Informações da Obra

source: Number
pt: Número

source: Add new pages dropping your files or clicking on the space bellow. You can reorder the pages by just dragging them.
pt: Adicione novas páginas arrastando seus arquivos ou clicando no espaço abaixo. Também é possível reordenar as páginas simplesmente arrastando-as.

source: Please Wait
pt: Por favor, aguardr

source: Sending changes to the server...
pt: Enviando alterações para o servidor...

source: Cover changed!
pt: Capa alterada!

source: Failed to change cover!
pt: Falha ao alterar a capa!

source: Upload your new cover bellow
pt: Escolha a nova capa abaixo

source: Price
pt: Preço

source: I agree with the terms of use!
pt: Eu concordo com os termos de uso!

source: Pay with paypal
pt: Pague com paypal

source: Congratulations, your work were created!
pt: Parabéns, sua obra foi criada!

source: If you want, on the next step you will be able to upload it's files! If you don't, there's no problem! You can do it later.
pt: O próximo passo é enviar os arquivos! Mas se não quiser fazer isto agora, tudo bem, não há problemas! Você pode fazer isto depois.

source: Select your work cover...
pt: Escolha a capa da sua obra...

source: Choose
pt: Escolha

source: Change
pt: Mude

source: Select a Cover!
pt: Selecione uma Capa!

source: Whats the name of your work?
pt: Qual o nome da sua obra?

source: What happens?
pt: O que acontece?

source: Who is the author
pt: Quem é o autor?

source: Sending changes to the server
pt: Enviando alterações para o servidor

source: Works
pt: Trabalhos

source: Work Cover
pt: Capa da Obra

source: Unvote
pt: Retirar Voto

source: Vote
pt: Votar

source: View
pt: Visualização

source: Report Work
pt: Denunciar Obra

source: Author
pt: Autor

source: Who Liked
pt: Quem Gostou

source: Work unvoted!
pt: Voto descadastrado!

source: Work voted!
pt: Voto cadastrado!

source: <b>Barddo</b> welcomes <a class="user" href="{}">{}</a>! Aho! Aho! Aho!
pt: <b>Barddo</b> saúda <a class="user" href="{}">{}</a>! Aho! Aho! Aho!

source: <a class="user" href="{}">{}</a> started to follow <a class="user" href="{}">{}</a>.
pt: <a class="user" href="{}">{}</a> começou a seguir <a class="user" href="{}">{}</a>.

source: <a class="user" href="{}">{}</a> stopped to follow <a class="user" href="{}">{}</a>.
pt: <a class="user" href="{}">{}</a> parou de seguir <a class="user" href="{}">{}</a>.

source: Success
pt: Sucesso!

source: Feedback sent!
pt: Mensagem enviada!

source: Name
pt: Nome

source: Your Feedback
pt: Sua Mensagem

source: Contact Date
pt: Data de Contato

source: Feedback
pt: Contato

source: Your feedback
pt: Sua Mensagem

source: I loved it!
pt: Adorei o Barddo!

source: Cancel
pt: Cancelar

source: Send
pt: Enviar

source: Following Relationship
pt: Relacionamento com Seguidor

source: Following Relationships
pt: Relacionamento com Seguidores

source: Payment Method
pt: Método de pagamento

source: Purchase Status
pt: Status da compra

source: You own this comic book!
pt: Você já possui esta HQ!

source: We are sorry but your payment could not be processed!
pt: Nós sentimos muito mas seu pagamento não pôde ser precessado!

source: Sorry, but an error occurred with paypal, we will verify immediately!
pt: Desculpe, mas um erro ocorreu com o paypal, iremos verificar imediatamente!

source: It was not possible to confirm your payment
pt: Não foi possível confirmar o seu pagamento

source: Payment
pt: Pagamento

source: Sorry, but you don't have nothing to pay!
pt: Desculpe-nos, mas voçê não possui nada para pagar!

source: If you think that this is an error, please
pt: Se você acha que isso é um erro, por favor

source: contact us
pt: Entre em contato conosco

source: Sorry! An error occurred while processing your payment!
pt: Desculpe! Ocorreu um erro ao processar o seu pagamento!

source: Please
pt: Por favor

source: Thanks
pt: Obrigado

source: Thank you for your purchase!
pt: Obrigado pela sua compra!

source: Click here to see the comic!
pt: Clique aqui para ver o quadrinho!

source: Enjoy your reading!
pt: Aproveite a leitura!

source: Create your own group!
pt: Crie seu próprio grupo!

source: Group name
pt: Nome do Grupo

source: We are awesome!
pt: Nós somos demais!

source: Country
pt: País

source: Publishers
pt: Membros

source: I agree with the
pt: Eu concordo com os

source: Terms of use
pt: Termos de uso

source: Create group
pt: Criar um Grupo

source: Select a country
pt: Escolher um país

source: Choose an Avatar
pt: Escolha

source: Please select an image file!
pt: Por favor, escolha um arquivo de imagem!

source: error
pt: Erro

source: File size should not exceed 500Kb!
pt: O tamanho do arquivo não pode exceder 500kb!

source: Join the barddo team!
pt: Entre na Equipe do Barddo!

source: Please read our
pt: Por favor, leia nossos

source: Join
pt: Participar

source: Publisher
pt: Editora

source: Barddo for Artists
pt: Barddo para Artistas

source: I want to publish in Barddo!
pt: Eu quero publicar no Barddo!

source: You are a Barddo publisher!
pt: Você já é um publicador!

source: Welcome! Are you an independent artist that wants to share your creations with the world? You're in the right place! Barddo will help you to achieve all of your goals as an artist.
pt: Bem vindo! Você é um artista independente que quer compartilhar suas criações com o mundo? Você está no lugar certo! Barddo irá ajuda-lo a atingir todos os seus objetivos como um artista.

source: Mobility
pt: Mobilidade

source: With barddo you publish once and readers read anywhere, either on the computer or on their mobile devices.
pt: Com o barddo você publica uma vez e os leitores leêm em qualquer lugar, seja no computador ou em seus dispositivos móveis.

source: Barddo's mobile app are ready to be used in today's most famous platforms such as IOS, Android, Windows Phone and FirefoxOS.
pt: O aplicativo móvel do Barddo está pronto para ser usado nas plataformas mais famosas da atualidade como o IOS, Android, WIndows Phone e FirefoxOS.

source: The website will continue to receive improvements so the readers can have the best experience buying and reading your comics.
pt: O site continuará a receber melhorias para que os leitores possam ter a melhor experiencia comprando e lendo seus quadrinhos.

source: Monetize your comic
pt: Monetize o seu quadrinho

source: With Barddo you can sell your comics, why not earn some money doing things that you love!
pt: Com o Barddo você pode vender seus quadrinhos, por que não ganhar algum dinheiro fazendo coisas que você ama!

source: You say the price! it is important for us that the creator of the comic have the freedom to choose the worth of their own work!
pt: Você diz o preço! É importante para nós que o criador do quadrinho tenha a liberdade de escolher o valor de seu próprio trabalho!

# Monetize
source: Share
pt: Divisão

source: As service providers we will keep a small share from this value, it is important for us to be able to keep the service running!
pt: Como provedores do serviço nós iremos ficar com uma pequena parte desse valor, isto é importante para que possamos manter o serviço funcionando!

source: No results found for your query.
pt: Nenhum resultado encontrado para sua pesquisa.

source: Invalid search.
pt: Pesquisa Inválida

source: Collections
pt: Coleções
