Repository: bruno-ortiz/barddo
Catalog: landpage/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Name
pt: Nome

source: Message
pt: Mensagem

source: Barddo - Where talent gets attention
pt: Barddo - Onde o talento recebe atenção

source: Try Again!
pt: Novamente!

source: Sending...
pt: Enviando...

source: We believe that all forms of talent are noteworthy
pt: Nós acreditamos que todas as formas de talento merecem atenção

source: Have you ever stopped to think about how many talented artists there are in the world?
pt: Já parou para pensar em quantos artistas talentosos existem no mundo?

source: How many exceptional art pieces were created and we did not ever know?
pt: Quantas obras de arte excepcionais foram criadas e nós sequer ouvimos falar?

source: If you like comics, you'll love the Barddo Project just because it allows these pieces of work to receive the atention it deserves!
pt: Se você gosta de quadrinhos, você vai amar o projeto Barddo, simplesmente porque ele permite que estas obras recebam a merecida atenção!

source: Why should I care?
pt: Por que devo me importar?

source: Users
pt: Leitores

source: Artists
pt: Artistas

source: Wants To
pt: Querem

source: Wants
pt: Querem

source: Read
pt: Conteúdo

source: Visibility
pt: Visibilidade

source: We Put
pt: Nós colocamos

source: Hungry Readers
pt: Leitores Vorazes

source: Talented Artists
pt: Artistas Talentosos

source: In Touch
pt: Em contato

source: What does the reader want?
pt: O que o leitor quer?

source: A lot of content to read
pt: Muito conteúdo de qualidade

source: Read anywhere
pt: Ler em qualquer canto

source: Share, comment, vote
pt: Compartilhar, comentar, votar

source: Discover awesome works made by awesome people
pt: Descobrir trabalhos magníficos de outras pessoas

source: Great for artists!
pt: Ótimo para artistas

source: Easily publish your work
pt: Facilidade de publicação

source: You tell the price
pt: Você define o preço

source: Users will rate it
pt: Usuários avaliam

source: relevant statistics
pt: Estatísticas relevantes

source: Help readers and
pt: Ajude leitores

source: artists!
pt: Artistas!

source: Subscribe & share this
pt: Compartilhe!

source: Please tell us your name
pt: Por favor, informe seu nome

source: So we can stay in touch
pt: Assim poderemos manter contato

source: Thoughts about the project? Are you an artist or a reader? Maybe both?
pt: O que acha do projeto? Você é um artista ou um leitor? Quem sabe ambos?

source: Submit
pt: Enviar

source: Want to hear more about the big release?
pt: Quer ser avisado quando lançarmos?

source: Sign up here and we will get in touch when we are launching. What about just saying hi and let us know that you liked the idea?
pt: Cadastre-se aqui e nós o avisaremos quando lançarmos. Que tal apenas dar um oi e nos falar o que achou da ideia?

source: Hopefully we'll be seeing you soon.
pt: Esperamos vê-lo em breve!

source: Thanks for your feedback!
pt: Obrigado pelo contato!
